Repository: ldidry/padro
Catalog: themes/default/lib/Padro/I18N/*.po
Languages: fr

source: #%1 rev.
fr: rév. n°%1

source: %1 and %2
fr: %1 et %2

source: %1 and %2 anonymous
fr: %1 et %2 anonyme(s)

source: %1 anonymous
fr: %1 anonyme(s)

source: (still fetching informations about the authors)
fr: (encore en cours de récupération d’informations sur les auteurs)

source: Author(s)
fr: Auteur(s)

source: Download the pad in HTML format
fr: Télécharger le pad au format HTML

source: Download the pad in text format
fr: Télécharger le pad au format texte

source: Go to a saved revision
fr: Aller à une révision sauvegardée

source: How do I use it?
fr: Comment puis-je l’utiliser

source: Last edition
fr: Dernière édition

source: Last revision
fr: Dernière révision

source: Number of revisions
fr: Nombre de révisions

source: Padro is service that transforms an <a href="http://etherpad.org/">Etherpad</a> instance into a limited read-only mirror: you have access to the last pad content, and to it's saved revisions content. You will be able to download text and HTML version of the pad's content.
fr: Padro est un service qui transforme une instance d’<a href="http://etherpad.org/">Etherpad</a> en un miroir en lecture seule et plus limité : vous aurez accès au dernier contenu du pad ainsi qu’au contenu de ses révisions sauvegardées. Vous pourrez télécharger des versions texte et HTML de ces contenus.

source: Sorry, I don't yet have the HTML content of the pad. Please refresh a moment later.
fr: Désolé, je n’ai pas encore le contenu du pad en HTML. Veuillez rafraîchir la page dans un petit moment.

source: To access to a pad, you just need to go on %1
fr: Pour accéder à un pad, il suffit d’aller sur %1

source: To download it in HTML format: %1
fr: Pour le télécharger au format HTML : %1

source: To download it in text format: %1
fr: Pour le télécharger au format texte : %1

source: What is Padro?
fr: Qu’est-ce que Padro ?
